[
    {
        "text": [
            "Nobody ever saw a dog make a fair and deliberate exchange of one bone for another with another dog.",
            "Labour, therefore, is the real measure of the exchangeable value of all commodities.",
            "Wherever there is great property, there is great inequality."
        ],
        "author": "Adam Smith",
        "source": "The Wealth of Nations"
    },
    {
        "text": [
            "l'enfer, c'est les autres."
        ],
        "author": "Jean-Paul Sartre",
        "source": "Huis clos"
    },
    {
        "text": [
            "Rein n'est si dangereux qu'un ignorant ami; Mieux vaudrait un sage ennemi."
        ],
        "author": "Jean de La Fontaine",
        "source": "Fables choisies"
    },
    {
        "text": [
            "L'homme est condamné à être libre."
        ],
        "author": "Jean-Paul Sartre",
        "source": "L'existentialisme est un humanisme"
    },
    {
        "text": [
            "Was aber die Leute gemeiniglich das Shicksal nennen sind meistens nur ihre eigenen dummen Streiche.",
            "Das Genie wohnt nur eine Etage höher als der Wahnsinn."
        ],
        "author": "Arthur Schopenhauer",
        "source": "Parerga und Paralipomena"
    },
    {
        "text": [
            "以为上了书的就是对的，文化落后的中国农民至今还存着这种心理。不谓共产党内讨论问题，也还有人开口闭口“拿本本来”。",
            "离开实际调查就要产生唯心的阶级估量和唯心的工作指导，那末，它的结果，不是机会主义，便是盲动主义"
        ],
        "author": "毛泽东",
        "source": "反对本本主义"
    },
    {
        "text": [
            "人民喜闻乐见，你不喜欢，你算老几？上海人喜爱评弹、淮剧、越剧，要你北京人去批准干什么？",
            "我们看了戏说好，不一定就好，我们的话靠不住，各人有各人的爱好，怎能作为标准？艺术是要人民批准的。只要人民爱好，就有价值；",
            "不是反党、反社会主义的，就许可存在，没有权力去禁演。艺术家要面对人民，而不是只面对领导。",
            "现在的搞法，不是从无产阶级的立场和阶级观点来看问题，而是用唯心主义观点来看问题。以政治代替文艺，就没有文艺了，还有什么看头呢！"
        ],
        "author": "周恩来",
        "source": "在文艺工作座谈会和故事片创作会议上的讲话"
    },
    {
        "text": [
            "一个人有问题，书就不能用了？它总有可取之处嘛！",
            "要有点辩证法，不要一听封建主义、资本主义就气炸了，那叫形而上学、片面性。",
            "你们文化部门的同志要好好读几本马克思列宁主义的书，知道一点根嘛！"
        ],
        "author": "周恩来",
        "source": "不要因人废文"
    },
    {
        "text": [
            "群众总是比我们个人知道得多，他们是能够作出判断的。",
            "一面说青年没书读，一面又不给他们书读，就是不相信青年人能判断。无怪现在没有书读了，这完全是思想垄断，不是社会主义民主。",
            "你们文化部门的同志要好好读几本马克思列宁主义的书，知道一点根嘛！"
        ],
        "author": "周恩来",
        "source": "讲历史，多出书"
    },
    {
        "text": [
            "We set sail on this new sea because there is new knowledge to be gained, and new rights to be won, and they must be won and used for the progress of all people.",
            "We choose to go to the moon.",
            "We choose to go to the moon in this decade and do the other things, not because they are easy, but because they are hard."
        ],
        "author": "John F. Kennedy",
        "source": "Moon Speech - Rice Stadium"
    },
    {
        "text": [
            "Freedom has many difficulties and democracy is not perfect, but we have never had to put a wall up to keep our people in, to prevent them from leaving us."
        ],
        "author": "John F. Kennedy",
        "source": "Ich bin ein Berliner"
    },
    {
        "text": [
            "天ハ人ノ上ニ人ヲ造ラズ人ノ下ニ人ヲ造ラズト云ヘリ。"
        ],
        "author": "福澤諭吉",
        "source": "學問ノスヽメ"
    },
    {
        "text": [
            "If we knew what we were doing, it wouldn't be called research, would it?",
            "Truth is what stands the test of experience.",
            "Anyone who has never made a mistake has never tried anything new."
        ],
        "author": "Albert Einstein",
        "source": ""
    },
    {
        "text": [
            "我們常常自己嚇自己，嚇到不敢做事情。",
            "喜歡做的事是游戲，不喜歡做的事是工作，不喜歡的事還能做好才是了不起。",
            "把所有小問題都解決了，就不會有大問題。",
            "「人生而平等」是一個理想，但在人類社會從沒實現過，不過政府至少要努力做到「教育」和「醫療」平等，給窮人留下最後一個翻身的機會。",
            "如果完全有完全把握才去做，那沒有幾件事情可以做。",
            "你如果不知道以前做過什麽壞事，去選舉就知道了。"
        ],
        "author": "柯文哲",
        "source": ""
    },
    {
        "text": [
            "因廟堂之上，朽木為官；殿陛之間，禽獸食祿。狼心狗行之輩，滾滾當朝；奴顏婢膝之徒，紛紛秉政。以致社稷邱墟，蒼生塗炭。"
        ],
        "author": "羅貫中",
        "source": "《三國演義》"
    }
]
